Repository: JazzHoneyPerson/Settings
Catalog: finex.TransferRights/finex.TransferRights.Shared/Module.*.resx
Languages: ru

# Dialog_Title
source: Transfer of cases (tasks, tasks and documents)
ru: Передача дел (задачи, задания и документы)

# Dialog_From
source: From whom
ru: От кого

# Dialog_To
source: To whom
ru: Кому

# Dialog_DateFrom
source: Date from
ru: Дата с

# Dialog_DateTo
source: Date to
ru: Дата по

# Dialog_Text
source: By default, all tasks with attachments are transferred.
ru: По умолчанию, передаются все задания в работе с вложениями.

# Dialog_Status_NotTransfer
source: Do not transfer
ru: Не передавать

# Dialog_Button_Transfer
source: Transfer
ru: Передать

# Dialog_Button_Exit
source: Exit
ru: Выход

# Dialog_Status_All
source: All
ru: Все

# Dialog_Status_InWork
source: In work
ru: В работе

# Dialog_Status_AssignmentsTitle
source: Jobs status
ru: Статус заданий

# Dialog_Assignments
source: Selected assignments only
ru: Только выбранные задания

# ConfirmDialog_Title
source: Transfer cases?
ru: Передать дела ?

# ConfirmDialog_Description
source: Once started, the transfer process cannot be canceled.
ru: После старта, процесс передачи дел нельзя будет отменить.

# Dialog_Status_TaskTitle
source: Tasks status
ru: Статус задач

# Dialog_Tasks
source: Selected tasks only
ru: Только выбранные задачи

# Dialog_CompliteMessage
source: The assignment for the transfer of cases has been sent. Participants in the process will receive a notification when the transfer process is complete.
ru: Задание на передачу дел отправлено. Участники процесса получат уведомление по окончании процесса передачи.

# Handler_Error_Subject
source: Failed to transfer cases from user {0} to user {1}.
ru: Не удалось передать дела от пользователя {0} к пользователю {1}.

# Handler_Error_UserNotFound
source: User ID {0} was not found on the system.
ru: Пользователь с ИД {0} не найден в системе.

# Handler_Error_RetryLimit
source: Number of processing attempts exceeded - {0}
ru: Превышено количество попыток обработки - {0}

# Dialog_UsersError
source: The "From" field cannot be equal to the "To" field
ru: Поле "От" не может быть равно полю "Кому"

# Dialog_Status_NoticeTitle
source: Notices status
ru: Статус уведомлений

# Dialog_Notices
source: Selected notices only
ru: Только выбранные уведомления

# Handler_Error_CaseTransferHistoryNotFound
source: The directory entry "Case transfer history" with ID {0} was not found in the system.
ru: Запись справочника "История передачи дел" с ИД {0} не найдена в системе.

# Handler_Error_EmptySubject
source: Failed to transfer cases.
ru: Не удалось передать дела.

# Handler_Error_LocksNull
source: Failed to get information about locks "{0}" (id {1})
ru: Не удалось получить информацию о блокировках "{0}" (ИД {1})

# Handler_Error_NotTryLock
source: Failed to lock entry "{0}" (id {1})
ru: Не удалось заблокировать запись "{0}" (ИД {1})

# Handler_Error_Locked
source: Object {0} (ID {1}) - blocked! Error: {2}
ru: Объект {0} (ИД {1}) - заблокирован! Ошибка: {2}

# Enum_Operation_TransferRigths
source: Transfer of rights
ru: Передача прав

# History_TransferRightsComment
source: Transfer of rights from {0} to {1}
ru: Передача прав от {0} к {1}

# Handler_Complite_Subject
source: Transfer of cases from user {0} to user {1} completed successfully.
ru: Передача дел от пользователя {0} к пользователю {1} успешно завершена.

# Dialog_CaseTransferHistoryError
source: User "From" already has raw entries in the Case Transfer History
ru: У пользоватея "От" уже есть необработанные записи в Истории передачи дел
